Repository: common-repository/investment-decision-helper
Catalog: langs/investment-decision-*.po
Languages: es_es

source: Please enter a valid coupon
es_es: Por favor inserta un cupón válido

source: Please enter a valid number of payments
es_es: Por favor inserta un número de pagos válido

source: Please enter a valid amount
es_es: Por favor inserta una cantidad válida

source: There was an error in the 1st Instrument
es_es: Hubo un error en el 1er Instrumento

source: Annual adjustment:
es_es: Regímenes transformados en anuales

source: RETURNS:
es_es: RENDIMIENTOS:

source: There was an error in the 2nd Instrument
es_es: Hubo un error en el 1do Instrumento

source: 2nd Instrument:
es_es: 2do Instrumento:

source: 1st Instrument:
es_es: 1er Instrumento

source: NPV
es_es: VAN

source: IRR
es_es: TIR

source: FIRST
es_es: PRIMERO

source: Starting Expenditure($)
es_es: Gasto Inicial($)

source: Coupon/Net-Income($)
es_es: Cupón/Ingreso Neto($)

source: Nº of Payments to be Received
es_es: Nº de Pagos a Recibir

source: Amortization(%)
es_es: Amortización(%)

source: Default
es_es: Por defecto

source: Use "100" for Bonds
es_es: Usa "100" para Bonos

source: Market Price(%)
es_es: Precio de Mercado(%)

source: Frequency
es_es: Período

source: Annual
es_es: Anual

source: Biannual
es_es: Semestral

source: Quarterly
es_es: Trimestral

source: Monthly
es_es: Mensual

source: Required
es_es: Obligatorio

source: OR
es_es: O

source: Internal Rate of Return(%)
es_es: Tasa Interna de Retorno(%)

source: Adding manual IRR will ignore previous cells
es_es: Si añades la TIR manualmente no se tomarán en cuenta las celdas anteriores

source: SECOND
es_es: SEGUNDO

source: Submit
es_es: Comparar

source: Investment Decision Helper
es_es: Ayudante de Decisiones de Inversión

source: Title:
es_es: Título:
